{
  "cottage cheese": 0,
  "strawberries": 1,
  "garden salad": 2,
  "bacon": 3,
  "potatoes": 4,
  "caesar salad": 5,
  "cauliflower": 6,
  "scrambled eggs": 7,
  "wild rice": 8,
  "steak": 9,
  "cheese pizza": 10,
  "olives": 11,
  "berries": 12,
  "asparagus": 13,
  "hash browns": 14,
  "brussels sprouts": 15,
  "pasta salad": 16,
  "turkey": 17,
  "bread": 18,
  "squash": 19,
  "brown rice": 20,
  "beef": 21,
  "white rice": 22,
  "broccoli": 23,
  "chicken": 24,
  "mixed greens": 25,
  "lettuce": 26,
  "cucumbers": 27,
  "tomatoes": 28,
  "bell peppers": 29,
  "celery": 30,
  "blue cheese": 31,
  "spinach (raw)": 32,
  "cantaloupe": 33,
  "pineapple": 34,
  "sausage": 35,
  "raspberries": 36,
  "blackberries": 37,
  "avocado": 38,
  "green beans": 39,
  "carrot": 40,
  "mushroom": 41,
  "corn": 42,
  "ham": 43,
  "fish": 44,
  "tofu": 45,
  "shrimp": 46,
  "cheese": 47,
  "nuts": 48,
  "apple": 49,
  "banana": 50,
  "kiwi": 51,
  "lemon": 52,
  "orange": 53,
  "oatmeal": 54,
  "tortilla": 55,
  "potato chips": 56,
  "noodles": 57,
  "bean(seed)": 58,
  "syrup": 59,
  "figs": 60,
  "kale": 61,
  "radishes": 62,
  "pasta": 63,
  "brisket": 64,
  "almonds": 65,
  "turkey bacon": 66,
  "pickles": 67,
  "pecans": 68,
  "coleslaw": 69,
  "spaghetti": 70,
  "wine": 71,
  "onions": 72,
  "artichokes": 73,
  "multigrain bread": 74,
  "oats": 75,
  "leeks": 76,
  "snow peas": 77,
  "grilled chicken": 78,
  "barbecue sauce": 79,
  "honeydew melons": 80,
  "ketchup": 81,
  "mayonnaise": 82,
  "tacos": 83,
  "watermelon": 84,
  "garlic": 85,
  "walnuts": 86,
  "mustard": 87,
  "egg whites": 88,
  "raisins": 89,
  "shallots": 90,
  "biscuits": 91,
  "poached eggs": 92,
  "succotash": 93,
  "caesar dressing": 94,
  "tuna salad": 95,
  "parmesan cheese": 96,
  "cabbage": 97,
  "bulgur": 98,
  "brown sugar": 99,
  "chicken thighs": 100,
  "apple cider": 101,
  "olive oil": 102,
  "parsnips": 103,
  "grapefruit juice": 104,
  "lasagna": 105,
  "bread crumbs": 106,
  "tempeh": 107,
  "eggs": 108,
  "rice noodles": 109,
  "collards": 110,
  "chickpeas": 111,
  "vinegar": 112,
  "yam": 113,
  "fried rice": 114,
  "cod": 115,
  "buttermilk": 116,
  "blueberries": 117,
  "chili": 118,
  "corn on the cob": 119,
  "ice cream cones": 120,
  "pears": 121,
  "seeds": 122,
  "lamb": 123,
  "pita bread": 124,
  "vegetable oil": 125,
  "cornmeal": 126,
  "hominy": 127,
  "mozzarella cheese": 128,
  "chicken breast": 129,
  "wheat bread": 130,
  "cashews": 131,
  "tortilla chips": 132,
  "broth": 133,
  "mashed potatoes": 134,
  "brownies": 135,
  "yogurt": 136,
  "bagels": 137,
  "sandwiches": 138,
  "frozen yogurt": 139,
  "omelets": 140,
  "edamame": 141,
  "toast": 142,
  "cheddar cheese": 143,
  "salt": 144,
  "granola": 145,
  "pepperoni": 146,
  "croutons": 147,
  "pepper": 148,
  "sourdough bread": 149,
  "roast chicken": 150,
  "flour": 151,
  "feta cheese": 152,
  "black beans": 153,
  "water": 154,
  "sugar": 155,
  "salmon": 156,
  "eggplant": 157,
  "waffles": 158,
  "vinaigrette": 159,
  "cream": 160,
  "turnips": 161,
  "baby carrots": 162,
  "mangos": 163,
  "lentils": 164,
  "honey": 165,
  "sunflower seeds": 166,
  "lime": 167,
  "dumplings": 168,
  "chilaquiles": 169,
  "fruit salad": 170,
  "quinoa": 171,
  "pizza": 172,
  "curries": 173,
  "pepperoni pizza": 174,
  "teriyaki sauce": 175,
  "tuna": 176,
  "greek salad": 177,
  "pilaf": 178,
  "cereal": 179,
  "ground turkey": 180,
  "plate only": 181,
  "goat cheese": 182,
  "white wine": 183,
  "roasted potatoes": 184,
  "sour cream": 185,
  "sweet potato": 186,
  "grapes": 187,
  "butter": 188,
  "hummus": 189,
  "dates": 190,
  "jalapenos": 191,
  "cookies": 192,
  "barley": 193,
  "sun dried tomatoes": 194,
  "pork": 195,
  "beets": 196,
  "pistachios": 197,
  "deprecated": 198,
  "cherry tomatoes": 199,
  "couscous": 200,
  "cranberries": 201,
  "salsa": 202,
  "almond milk": 203,
  "flatbread": 204,
  "chicken salad": 205,
  "zucchini": 206,
  "crepes": 207,
  "jams": 208,
  "cream cheese": 209,
  "orange juice": 210,
  "milk": 211,
  "pinto beans": 212,
  "mandarin oranges": 213,
  "soy sauce": 214,
  "chicken apple sausage": 215,
  "spinach (cooked)": 216,
  "kimchi": 217,
  "millet": 218,
  "wheat berry": 219,
  "arugula": 220,
  "rosemary": 221,
  "chard": 222,
  "thyme": 223,
  "oregano": 224,
  "lemon juice": 225,
  "basil": 226,
  "tatsoi": 227,
  "cilantro": 228,
  "parsley": 229,
  "bok choy": 230,
  "mustard greens": 231,
  "chive": 232,
  "celery root": 233,
  "chayote squash": 234,
  "endive": 235,
  "pumpkin seeds": 236,
  "pesto": 237,
  "country rice": 238,
  "green onions": 239,
  "banana with peel": 240,
  "orange with peel": 241,
  "jicama": 242,
  "nopales": 243,
  "ginger": 244,
  "tomatillo": 245,
  "white beans": 246,
  "chia seeds": 247,
  "greek yogurt": 248
}